{
    "title": "Le voyage inattendu",
    "resumeHistory": "Un groupe d'amis part en voyage, mais rien ne se passe comme prévu.",
    "chapters": [
        {
            "title": "Le départ",
            "paragraphs": [
                {
                    "text": "C'était un jour ensoleillé de printemps lorsque cinq amis décidèrent de partir en voyage. Ils avaient tout planifié à l'avance et étaient prêts à vivre une aventure inoubliable.",
                    "illustration": ""
                },
                {
                    "text": "Ils avaient prévu de partir tôt le matin, mais ils étaient tellement excités qu'ils ont finalement pris la route en fin d'après-midi. Ils avaient loué un van et avaient prévu de camper dans la nature sauvage.",
                    "illustration": ""
                },
                {
                    "text": "Le voyage commença bien, ils chantaient et riaient tous ensemble. Mais bientôt, les choses commencèrent à prendre une tournure inattendue.",
                    "illustration": ""
                },
                {
                    "text": "Ils se perdirent sur une route de campagne et se retrouvèrent dans une forêt dense. La nuit tombait et ils n'avaient toujours pas trouvé d'endroit pour camper.",
                    "illustration": ""
                },
                {
                    "text": "Ils décidèrent de s'arrêter sur le bord de la route et de dormir dans le van pour la nuit. Mais ils ne savaient pas encore que leur voyage ne faisait que commencer.",
                    "illustration": ""
                }
            ],
            "resume": "Les amis partent en voyage et se perdent dans une forêt dense."
        },
        {
            "title": "La découverte",
            "paragraphs": [
                {
                    "text": "Le lendemain matin, ils se réveillèrent avec le soleil qui brillait à travers les arbres. Ils étaient tous fatigués et affamés, mais ils étaient déterminés à continuer leur voyage.",
                    "illustration": ""
                },
                {
                    "text": "Ils se mirent en route et bientôt, ils découvrirent quelque chose d'étrange. Ils tombèrent sur une petite clairière où il y avait une vieille cabane en bois.",
                    "illustration": ""
                },
                {
                    "text": "Ils décidèrent d'aller voir de plus près et découvrirent que la cabane était abandonnée depuis longtemps. Mais ils trouvèrent également une carte au trésor qui semblait mener à un endroit mystérieux.",
                    "illustration": ""
                },
                {
                    "text": "Ils étaient tous excités à l'idée de trouver un trésor et décidèrent de suivre la carte. Mais ils ne savaient pas encore qu'ils allaient rencontrer des obstacles sur leur chemin.",
                    "illustration": ""
                },
                {
                    "text": "Ils commencèrent leur voyage vers l'inconnu, sans savoir ce qui les attendait.",
                    "illustration": ""
                }
            ],
            "resume": "Les amis découvrent une carte au trésor qui les mène vers un endroit mystérieux."
        },
        {
            "title": "Le danger",
            "paragraphs": [
                {
                    "text": "Ils marchèrent pendant des heures à travers la forêt, suivant la carte au trésor. Mais bientôt, ils se rendirent compte qu'ils étaient perdus.",
                    "illustration": ""
                },
                {
                    "text": "Ils commencèrent à avoir peur et à se disputer. Ils ne savaient pas quoi faire et étaient sur le point d'abandonner.",
                    "illustration": ""
                },
                {
                    "text": "C'est alors qu'ils entendirent un bruit étrange. Ils se retournèrent et virent un ours qui les regardait fixement.",
                    "illustration": ""
                },
                {
                    "text": "Ils étaient tous terrifiés et ne savaient pas quoi faire. L'ours commença à s'approcher d'eux, lentement mais sûrement.",
                    "illustration": ""
                },
                {
                    "text": "Ils se mirent à courir pour leur vie, mais l'ours était rapide. Ils coururent pendant des heures jusqu'à ce qu'ils trouvent une grotte où ils se cachèrent.",
                    "illustration": ""
                }
            ],
            "resume": "Les amis rencontrent un ours et doivent fuir pour leur vie."
        },
        {
            "title": "La décision",
            "paragraphs": [
                {
                    "text": "Ils étaient tous épuisés et avaient peur. Ils ne savaient pas quoi faire et étaient sur le point d'abandonner.",
                    "illustration": ""
                },
                {
                    "text": "C'est alors que l'un d'entre eux eut une idée. Il proposa de continuer à suivre la carte au trésor, car il pensait que cela les mènerait à un endroit sûr.",
                    "illustration": ""
                },
                {
                    "text": "Les autres étaient sceptiques, mais ils n'avaient pas d'autre choix. Ils décidèrent donc de continuer leur voyage.",
                    "illustration": ""
                },
                {
                    "text": "Ils marchèrent pendant des heures, évitant les dangers et les obstacles sur leur chemin. Ils étaient tous fatigués et affamés, mais ils ne voulaient pas abandonner.",
                    "illustration": ""
                },
                {
                    "text": "Finalement, ils arrivèrent à un endroit mystérieux où se trouvait le trésor. Ils étaient tous heureux et soulagés d'avoir survécu à leur voyage.",
                    "illustration": ""
                }
            ],
            "resume": "Les amis décident de continuer leur voyage malgré les dangers."
        },
        {
            "title": "La récompense",
            "paragraphs": [
                {
                    "text": "Ils ouvrirent le coffre au trésor et découvrirent qu'il était rempli d'or et de pierres précieuses. Ils étaient tous heureux et soulagés d'avoir réussi leur mission.",
                    "illustration": ""
                },
                {
                    "text": "Ils décidèrent de rentrer chez eux, mais cette fois-ci, ils prirent un chemin différent. Ils avaient appris beaucoup de choses lors de leur voyage et étaient devenus plus forts et plus sages.",
                    "illustration": ""
                },
                {
                    "text": "Ils rentrèrent chez eux en héros, racontant leur histoire à tous ceux qui voulaient les entendre. Ils avaient vécu un voyage pas comme les autres, mais ils étaient heureux d'avoir réussi.",
                    "illustration": ""
                },
                {
                    "text": "Ils avaient appris que la vie était pleine de surprises et qu'il fallait être prêt à affronter tous les défis qui se présentaient sur leur chemin.",
                    "illustration": ""
                },
                {
                    "text": "Ils avaient vécu une aventure inoubliable et étaient prêts à en vivre d'autres dans le futur.",
                    "illustration": ""
                }
            ],
            "resume": "Les amis trouvent le trésor et rentrent chez eux en héros."
        }
    ]
}